console.log("\nКоличество баллов за выполнение всех пунктов требований - 110 баллов \n" +
    "\nВёрстка валидная +10 \n" +
    "\nВёрстка семантическая +20 \n" +
    " - в коде странице присутствуют следующие элементы: <header>, <main>, <footer> +3 \n" +
    " - пять элементов <section> (по количеству секций) +3 \n" +
    " - только один заголовок <h1> +3 \n" +
    " - четыре заголовка <h2> (количество секций минус одна, у которой заголовок <h1>) +3 \n" +
    " - один элемент <nav> (панель навигации) +3 \n" +
    " - два списка ul > li > a (панель навигации, ссылки на соцсети) +3 \n" +
    " - пять кнопок <button> +2 \n" +
    "\nВёрстка соответствует макету +48 \n" +
    " - блок <header> +6 \n" +
    " - секция welcome +7 \n" +
    " - секция about +7 \n" +
    " - секция service +7 \n" +
    " - секция prices +7 \n" +
    " - секция contacts +7 \n" +
    " - блок <footer> +7 \n" +
    "\nТребования к css + 12 \n" +
    " - для построения сетки используются флексы или гриды +2 \n" +
    " - при уменьшении масштаба страницы браузера вёрстка размещается по центру, а не сдвигается в сторону +2 \n" +
    " - фоновый цвет тянется на всю ширину страницы +2 \n" +
    " - иконки добавлены в формате .svg. +2 \n" +
    " - есть favicon +2 \n" +
    "\nИнтерактивность, реализуемая через css +20 \n" +
    " - плавная прокрутка по якорям +5 \n" +
    " - иконки соцсетей в футере при нажатии на них ведут на гитхаб автора проекта и на страницу курса +5 \n" +
    " - обязательное требование к интерактивности: плавное изменение внешнего вида элемента при наведении и клике не влияющее на соседние элементы +5")
