console.log("\n" +
    "    Вёрстка соответствует макету. Ширина экрана 768px +24\n" +
    "    Вёрстка соответствует макету. Ширина экрана 380px +24\n" +
    "\n" +
    "    Ни на одном из разрешений до 320px включительно не появляется горизонтальная полоса прокрутки.\n" +
    "    Весь контент страницы при этом сохраняется: не обрезается и не удаляется +15\n" +
    "\n" +
    "    На ширине экрана 380рх и меньше реализовано адаптивное меню +22\n" +
    "\n" +
    "    ИТОГОВАЯ ОЦЕНКА: 85 баллов.")